/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "reste %g";

/* column header in activity window */
"Account" = "Compte";

/* Activity: title of the window */
"Activity" = "Activité";

/* connection checker: check button */
"Check" = "Vérifier";

/* connection checker: progress string */
"Check in progress\\U2026" = "Vérification en cours…";

/* connection checker: title of the window */
"Connection Checker" = "Vérification des connexions";

/* activity window: done in progress column */
"done" = "terminé";

/* connection checker: when connections all succeed */
"Everything is ok." = "Aucun problème de connexion.";

/* connection checker: Failed */
"Failed" = "Échec";

/* column header in activity window */
"Folder" = "Dossier";

/* connection checker: label for IMAP server */
"IMAP server:" = "serveur IMAP :";

/* activity window: when no progress value is available */
"in progress" = "en cours";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Opération";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Vérifiez les noms des serveurs IMAP et SMTP sont corrects. Si vous utilisez un pare-feu, Sparrow ne pourra pas se connecter";

/* column header in activity window */
"Progress" = "Progression";

/* connection checker: column header */
"Server" = "Serveur";

/* connection checker: label for SMTP server */
"SMTP server:" = "serveur SMTP :";

/* connection checker: column header */
"Status" = "Statut";

